const visitData = [
  {
    x: '2024-02-19',
    y: 7,
  },
  {
    x: '2024-02-20',
    y: 5,
  },
  {
    x: '2024-02-21',
    y: 4,
  },
  {
    x: '2024-02-22',
    y: 2,
  },
  {
    x: '2024-02-23',
    y: 4,
  },
  {
    x: '2024-02-24',
    y: 7,
  },
  {
    x: '2024-02-25',
    y: 5,
  },
  {
    x: '2024-02-26',
    y: 6,
  },
  {
    x: '2024-02-27',
    y: 5,
  },
  {
    x: '2024-02-28',
    y: 9,
  },
  {
    x: '2024-02-29',
    y: 6,
  },
  {
    x: '2024-03-01',
    y: 3,
  },
  {
    x: '2024-03-02',
    y: 1,
  },
  {
    x: '2024-03-03',
    y: 5,
  },
  {
    x: '2024-03-04',
    y: 3,
  },
  {
    x: '2024-03-05',
    y: 6,
  },
  {
    x: '2024-03-06',
    y: 5,
  },
];
const salesData = [
  {
    x: '1月',
    y: 496,
  },
  {
    x: '2月',
    y: 255,
  },
  {
    x: '3月',
    y: 276,
  },
  {
    x: '4月',
    y: 236,
  },
  {
    x: '5月',
    y: 733,
  },
  {
    x: '6月',
    y: 747,
  },
  {
    x: '7月',
    y: 1138,
  },
  {
    x: '8月',
    y: 1133,
  },
  {
    x: '9月',
    y: 712,
  },
  {
    x: '10月',
    y: 556,
  },
  {
    x: '11月',
    y: 708,
  },
  {
    x: '12月',
    y: 1015,
  },
];
const visitData2 = [
  {
    x: '2024-02-19',
    y: 1,
  },
  {
    x: '2024-02-20',
    y: 6,
  },
  {
    x: '2024-02-21',
    y: 4,
  },
  {
    x: '2024-02-22',
    y: 8,
  },
  {
    x: '2024-02-23',
    y: 3,
  },
  {
    x: '2024-02-24',
    y: 7,
  },
  {
    x: '2024-02-25',
    y: 2,
  },
];
const searchData = [
  {
    index: 1,
    user: 'admin',
    addr: '湖北武汉',
    ms: '20ms',
    time: '2024-02-19 19:00',
    ip: '192.168.2.4:8000',
    module: '监测站管理',
    status: '成功',
  },
  {
    index: 2,
    time: '2024-02-19 19:00',
    ip: '192.168.2.4:8000',
    user: 'admin',
    addr: '湖北武汉',
    ms: '20ms',
    module: '监测站管理',
    status: '成功',
  },
  {
    index: 3,
    time: '2024-02-19 19:00',
    ip: '192.168.2.4:8000',
    user: 'admin',
    addr: '湖北武汉',
    ms: '20ms',
    module: '监测站管理',
    status: '成功',
  },
  {
    index: 4,
    time: '2024-02-19 19:00',
    ip: '192.168.2.4:8000',
    user: 'admin',
    addr: '湖北武汉',
    ms: '20ms',
    module: '监测站管理',
    status: '成功',
  },
  {
    index: 5,
    time: '2024-02-19 19:00',
    ip: '192.168.2.4:8000',
    user: 'admin',
    addr: '湖北武汉',
    ms: '20ms',
    module: '监测站管理',
    status: '成功',
  },
  {
    index: 6,
    time: '2024-02-19 19:00',
    ip: '192.168.2.4:8000',
    user: 'admin',
    addr: '湖北武汉',
    ms: '20ms',
    module: '监测站管理',
    status: '成功',
  },
  {
    index: 7,
    time: '2024-02-19 19:00',
    ip: '192.168.2.4:8000',
    user: 'admin',
    addr: '湖北武汉',
    ms: '20ms',
    module: '监测站管理',
    status: '成功',
  },
];
export { visitData, salesData, visitData2, searchData };
